[
  {
    "id": 1,
    "titulo": "Checklist: Primeiro Passo Seguro",
    "icone": "fas fa-hard-hat",
    "categoria": "Segurança",
    "badgeClass": "badge-seguranca",
    "conteudo": "Antes de iniciar qualquer atividade, o checklist é a garantia de que tudo está em ordem. Não é só papel — é proteção. Faça com atenção, não com pressa. Quem faz por consciência cuida de todos.",
    "pergunta": "Cite uma situação em que o checklist pode evitar um acidente. Compartilhe!"
  },
  {
    "id": 2,
    "titulo": "Áreas de Risco: Sinalizar é Proteger",
    "icone": "fas fa-hard-hat",
    "categoria": "Segurança",
    "badgeClass": "badge-seguranca",
    "conteudo": "Placas, cones e faixas não são enfeites. São avisos que salvam vidas. Se vir uma área sem sinalização, comunique. Respeitar a sinalização é respeitar a vida.",
    "pergunta": "Já identificou uma área mal sinalizada? Como agiu?"
  },
  {
    "id": 3,
    "titulo": "PGU: Trabalho Coletivo com Segurança",
    "icone": "fas fa-hard-hat",
    "categoria": "Segurança",
    "badgeClass": "badge-seguranca",
    "conteudo": "Na PGU, o risco aumenta. Saber o que fazer, seguir permissões de trabalho e manter o foco são essenciais. O sucesso não é só concluir o serviço — é todos voltarem para casa sem incidentes.",
    "pergunta": "O que você faz para manter o foco durante uma PGU?"
  },
  {
    "id": 4,
    "titulo": "Transportadores de Correia: Atenção Total",
    "icone": "fas fa-hard-hat",
    "categoria": "Segurança",
    "badgeClass": "badge-seguranca",
    "conteudo": "Equipamento em movimento é perigo constante. Nunca faça limpeza ou ajustes com ele ligado. Bloqueie, sinalize e só então atue. Uma vibração diferente pode ser um alerta — ouça-o.",
    "pergunta": "Qual o maior risco ao operar correias? Como evitá-lo?"
  },
  {
    "id": 5,
    "titulo": "Pontos de Nip: Distância é Vida",
    "icone": "fas fa-hard-hat",
    "categoria": "Segurança",
    "badgeClass": "badge-seguranca",
    "conteudo": "Locais de esmagamento e aprisionamento exigem respeito. Nunca aproxime mãos ou ferramentas. Proteções devem estar sempre intactas. Reporte qualquer falha — um minuto pode salvar uma vida.",
    "pergunta": "Como você se certifica de que as proteções estão intactas?"
  },
  {
    "id": 6,
    "titulo": "EPI: Seu Escudo Diário",
    "icone": "fas fa-hard-hat",
    "categoria": "Segurança",
    "badgeClass": "badge-seguranca",
    "conteudo": "Capacete, luvas, óculos, botas… Cada um tem uma função. Usar EPI não é só regra — é escolha de proteção. Verifique o estado, substitua se danificado. Quem se protege, cuida de quem ama.",
    "pergunta": "Qual EPI já te protegeu de um incidente? Conte sua experiência."
  },
  {
    "id": 7,
    "titulo": "Comunicação Clara, Risco Zero",
    "icone": "fas fa-hard-hat",
    "categoria": "Segurança",
    "badgeClass": "badge-seguranca",
    "conteudo": "Entre campo e sala de controle, a comunicação deve ser clara e confirmada. Evite 'achismos'. Um dado mal passado pode gerar uma cadeia de falhas. Comunique com detalhes e confirme.",
    "pergunta": "Como você garante que sua mensagem foi entendida?"
  },
  {
    "id": 8,
    "titulo": "Bloqueio que Salva",
    "icone": "fas fa-hard-hat",
    "categoria": "Segurança",
    "badgeClass": "badge-seguranca",
    "conteudo": "Nunca ignore o procedimento de bloqueio e etiquetagem. Isolar fontes de energia antes de atuar é fundamental. Pressa aqui pode custar caro. Segurança não se negocia.",
    "pergunta": "Por que nunca devemos retirar um bloqueio que não é nosso?"
  },
  {
    "id": 9,
    "titulo": "Teste Funcional: Última Verificação",
    "icone": "fas fa-hard-hat",
    "categoria": "Segurança",
    "badgeClass": "badge-seguranca",
    "conteudo": "Liberar um equipamento sem teste é arriscar vidas e patrimônio. Siga o checklist pós-manutenção e valide com a equipe. Testar é prevenir.",
    "pergunta": "Quem deve participar do teste funcional? Por quê?"
  },
  {
    "id": 10,
    "titulo": "Operação e Manutenção: Unidos pela Segurança",
    "icone": "fas fa-hard-hat",
    "categoria": "Segurança",
    "badgeClass": "badge-seguranca",
    "conteudo": "Trabalhar em equipe é compartilhar conhecimento. O operador conhece o comportamento do equipamento; o mantenedor entende sua estrutura. União gera segurança e eficiência.",
    "pergunta": "Como melhorar a comunicação entre operação e manutenção?"
  },
  {
    "id": 11,
    "titulo": "Limpeza e Organização: Profissionalismo em Ação",
    "icone": "fas fa-leaf",
    "categoria": "Ambiente",
    "badgeClass": "badge-ambiente",
    "conteudo": "Área limpa é área segura. Antes e depois do serviço, organize ferramentas, retire sobras e comunique. Organização reflete respeito pelo trabalho e pelos colegas.",
    "pergunta": "Como a desorganização pode causar um acidente?"
  },
  {
    "id": 12,
    "titulo": "Inspeções Preventivas: Pequenos Sinais",
    "icone": "fas fa-leaf",
    "categoria": "Ambiente",
    "badgeClass": "badge-ambiente",
    "conteudo": "Ruídos, vibrações, vazamentos… O equipamento fala. Ouvi-lo pode evitar paradas e acidentes. Registrar anomalias é cuidar do amanhã.",
    "pergunta": "Qual foi a última anomalia que você identificou e comunicou?"
  },
  {
    "id": 13,
    "titulo": "Descarte Correto: Respeito Ambiental",
    "icone": "fas fa-leaf",
    "categoria": "Ambiente",
    "badgeClass": "badge-ambiente",
    "conteudo": "Óleos, panos contaminados e filtros têm destino certo. Descarte no local adequado e ajude a preservar o meio ambiente. Sustentabilidade é responsabilidade de todos.",
    "pergunta": "O que acontece se descartarmos resíduos oleosos no local errado?"
  },
  {
    "id": 14,
    "titulo": "Vazamentos: Contenção Imediata",
    "icone": "fas fa-leaf",
    "categoria": "Ambiente",
    "badgeClass": "badge-ambiente",
    "conteudo": "Um vazamento mínimo hoje pode virar um desastre amanhã. Identifique, comunique e contenha. Cada um de nós é guardião da segurança ambiental.",
    "pergunta": "Você sabe onde estão os kits de contenção? Já precisou usar?"
  },
  {
    "id": 15,
    "titulo": "Economia de Água e Energia",
    "icone": "fas fa-leaf",
    "categoria": "Ambiente",
    "badgeClass": "badge-ambiente",
    "conteudo": "Na mineração, água é recurso precioso. Evite desperdícios, feche válvulas, reporte falhas. Pequenos gestos geram grandes impactos.",
    "pergunta": "Como podemos reduzir o consumo de água no nosso setor?"
  },
  {
    "id": 16,
    "titulo": "Comunicação Não Violenta",
    "icone": "fas fa-users",
    "categoria": "Comportamento",
    "badgeClass": "badge-comportamento",
    "conteudo": "Falar com respeito, ouvir com atenção e construir pontes em vez de muros. Um ambiente saudável é um ambiente seguro. Cuidar das palavras é cuidar das pessoas.",
    "pergunta": "Como você lida com um conflito no trabalho?"
  },
  {
    "id": 17,
    "titulo": "Comportamento Inseguro: Como Agir",
    "icone": "fas fa-users",
    "categoria": "Comportamento",
    "badgeClass": "badge-comportamento",
    "conteudo": "Ver algo errado e não agir é compactuar com o risco. Aborde com respeito, explique o porquê. Segurança é responsabilidade coletiva.",
    "pergunta": "Como você corrige um colega sem criar conflito?"
  },
  {
    "id": 18,
    "titulo": "Liderança que Inspira",
    "icone": "fas fa-users",
    "categoria": "Comportamento",
    "badgeClass": "badge-comportamento",
    "conteudo": "Líder é exemplo. Cumprir procedimentos, usar EPI e respeitar normas inspira a equipe. Coerência entre o que se fala e o que se faz constrói cultura.",
    "pergunta": "Qual atitude de um líder já te motivou a trabalhar com mais segurança?"
  },
  {
    "id": 19,
    "titulo": "Cuidar de Si e do Colega",
    "icone": "fas fa-users",
    "categoria": "Comportamento",
    "badgeClass": "badge-comportamento",
    "conteudo": "Na mineração, ninguém trabalha sozinho. Observar, ajudar e corrigir com respeito são atitudes que fortalecem a segurança coletiva.",
    "pergunta": "Quando um colega te alertou sobre um risco, como você reagiu?"
  },
  {
    "id": 20,
    "titulo": "Saúde Mental no Trabalho",
    "icone": "fas fa-users",
    "categoria": "Comportamento",
    "badgeClass": "badge-comportamento",
    "conteudo": "Cansaço, estresse e pressão afetam a segurança. Descanse, cuide dos hábitos e converse quando precisar. Mente saudável, operação segura.",
    "pergunta": "O que você faz para aliviar o estresse no trabalho?"
  },
  {
    "id": 21,
    "titulo": "Escadas e Plataformas: Apoio Seguro",
    "icone": "fas fa-hard-hat",
    "categoria": "Segurança",
    "badgeClass": "badge-seguranca",
    "conteudo": "Subir correndo ou sem os três pontos de apoio é convite para uma queda. Verifique a integridade dos degraus, corrimãos e antiderrapantes. Cada degrau deve ser uma certeza, não um risco.",
    "pergunta": "Quais são os três pontos de apoio e por que são essenciais?"
  },
  {
    "id": 22,
    "titulo": "Manuseio de Produtos Químicos",
    "icone": "fas fa-hard-hat",
    "categoria": "Segurança",
    "badgeClass": "badge-seguranca",
    "conteudo": "Sempre consulte a FDS (ficha de dados de segurança) antes de manusear. Use o EPI específico, conheça os riscos e saiba o procedimento em caso de emergência. Respeito ao químico é respeito à vida.",
    "pergunta": "Onde você acessa a FDS dos produtos que utiliza?"
  },
  {
    "id": 23,
    "titulo": "Trabalho em Altura: O Risco do Vão",
    "icone": "fas fa-hard-hat",
    "categoria": "Segurança",
    "badgeClass": "badge-seguranca",
    "conteudo": "Cinto de segurança, talabarte e ponto de ancoragem verificados são inegociáveis. Nunca subestime a altura. Um segundo de descuido pode ser fatal. Planeje, proteja-se e execute.",
    "pergunta": "Como você inspeciona seu cinto de segurança antes de usar?"
  },
  {
    "id": 24,
    "titulo": "Movimentação de Cargas",
    "icone": "fas fa-hard-hat",
    "categoria": "Segurança",
    "badgeClass": "badge-seguranca",
    "conteudo": "Guindastes, cintas e slings têm capacidades máximas. Respeite-as. Mantenha distância da carga suspensa e comunique-se claramente com o sinaleiro. A carga no lugar certo é uma vida no lugar seguro.",
    "pergunta": "Qual a consequência de ultrapassar a capacidade de uma cinta de içamento?"
  },
  {
    "id": 25,
    "titulo": "Espaços Confinados: Perigo Invisível",
    "icone": "fas fa-hard-hat",
    "categoria": "Segurança",
    "badgeClass": "badge-seguranca",
    "conteudo": "Atmosfera pobre em oxigênio, gases tóxicos ou inflamáveis. A entrada exige permissão, monitoramento contínuo e equipe de resgate pronta. Dentro de um confinado, o protocolo é seu maior aliado.",
    "pergunta": "Quais os três principais riscos atmosféricos em um espaço confinado?"
  },
  {
    "id": 26,
    "titulo": "Ferramentas Elétricas: Choque Zero",
    "icone": "fas fa-hard-hat",
    "categoria": "Segurança",
    "badgeClass": "badge-seguranca",
    "conteudo": "Verifique cabos, plugues e tomadas antes de usar. Use sempre o DR. Uma ferramenta defeituosa é uma arma. Relate qualquer anomalia imediatamente.",
    "pergunta": "Por que o Dispositivo Residual (DR) é fundamental?"
  },
  {
    "id": 27,
    "titulo": "Rotas de Fuga e Abrigos",
    "icone": "fas fa-hard-hat",
    "categoria": "Segurança",
    "badgeClass": "badge-seguranca",
    "conteudo": "Conhecer o caminho mais rápido e seguro para sair pode salvar vidas em uma emergência. Mantenha as rotas e os abrigos sempre desobstruídos. Pratique mentalmente seu escape.",
    "pergunta": "Você sabe onde está o abrigo mais próximo da sua área de trabalho?"
  },
  {
    "id": 28,
    "titulo": "Incêndio: Prevenção e Primeira Resposta",
    "icone": "fas fa-hard-hat",
    "categoria": "Segurança",
    "badgeClass": "badge-seguranca",
    "conteudo": "Identificar fontes de ignição, materiais combustíveis e saber usar um extintor são habilidades críticas. Um incêndio pequeno, combatido no início, não vira catástrofe.",
    "pergunta": "Você se sente preparado para usar um extintor? Qual o tipo correto para líquidos inflamáveis?"
  },
  {
    "id": 29,
    "titulo": "Direção Defensiva na Mina",
    "icone": "fas fa-hard-hat",
    "categoria": "Segurança",
    "badgeClass": "badge-seguranca",
    "conteudo": "Na via da mina, o maior nem sempre tem a preferência. Reduza a velocidade, sinalize manobras e mantenha distância. Dirija como se todos os outros fossem imprevisíveis.",
    "pergunta": "Qual a distância segura entre veículos dentro da mina?"
  },
  {
    "id": 30,
    "titulo": "Ruído Ocupacional: Proteja sua Audição",
    "icone": "fas fa-hard-hat",
    "categoria": "Segurança",
    "badgeClass": "badge-seguranca",
    "conteudo": "A perda auditiva é silenciosa e irreversível. Use o protetor auricular correto e de forma adequada durante toda a exposição. O barulho da mina fica na mina.",
    "pergunta": "Como você verifica se seu protetor auricular está bem ajustado?"
  },
  {
    "id": 31,
    "titulo": "Gestão de Resíduos Sólidos",
    "icone": "fas fa-leaf",
    "categoria": "Ambiente",
    "badgeClass": "badge-ambiente",
    "conteudo": "Separar corretamente papel, plástico, metal e rejeitos facilita a reciclagem e reduz o impacto ambiental. Lixo no lugar certo é recurso recuperado.",
    "pergunta": "Qual a diferença entre resíduo reciclável e rejeito na mineração?"
  },
  {
    "id": 32,
    "titulo": "Monitoramento da Qualidade do Ar",
    "icone": "fas fa-leaf",
    "categoria": "Ambiente",
    "badgeClass": "badge-ambiente",
    "conteudo": "Poeria em suspensão não afeta só os pulmões dos trabalhadores, mas todo o ecossistema ao redor. Reporte falhas nos sistemas de supressão e coletores. Ar limpo é saúde para todos.",
    "pergunta": "O que fazer se identificar excesso de poeira em uma operação de britagem?"
  },
  {
    "id": 33,
    "titulo": "Proteção da Fauna e Flora",
    "icone": "fas fa-leaf",
    "categoria": "Ambiente",
    "badgeClass": "badge-ambiente",
    "conteudo": "Nosso trabalho impacta o entorno. Respeitar áreas de preservação, relatar avistamentos de animais e não causar desmatamento desnecessário são deveres de todo minerador.",
    "pergunta": "Você já se deparou com um animal silvestre na área da mina? Como agiu?"
  },
  {
    "id": 34,
    "titulo": "Controle de Erosão e Assoreamento",
    "icone": "fas fa-leaf",
    "categoria": "Ambiente",
    "badgeClass": "badge-ambiente",
    "conteudo": "A água da chuva carreia sedimentos para os rios. Mantenha curvas de nível, mantas de proteção e bacias de contenção em bom estado. Proteger o solo é proteger os cursos d'água.",
    "pergunta": "Como uma pilha de estéril mal contida pode afetar o ambiente?"
  },
  {
    "id": 35,
    "titulo": "Reúso de Água no Processo",
    "icone": "fas fa-leaf",
    "categoria": "Ambiente",
    "badgeClass": "badge-ambiente",
    "conteudo": "Cada gota de água reaproveitada é menos retirada da natureza. Reporte vazamentos, opere os espessadores e filtros com eficiência. Água é ciclo, não desperdício.",
    "pergunta": "Cite um exemplo de como a água é reutilizada no nosso processo."
  },
  {
    "id": 36,
    "titulo": "Tomada de Decisão sob Pressão",
    "icone": "fas fa-users",
    "categoria": "Comportamento",
    "badgeClass": "badge-comportamento",
    "conteudo": "Em uma emergência, o protocolo é seu guia. Respire fundo, avalie as opções seguras e aja. Decisões precipitadas ampliam os problemas. Clareza mental salva vidas.",
    "pergunta": "Como você treina sua mente para reagir com calma em uma situação de risco?"
  },
  {
    "id": 37,
    "titulo": "Fadiga: Inimiga Silenciosa",
    "icone": "fas fa-users",
    "categoria": "Comportamento",
    "badgeClass": "badge-comportamento",
    "conteudo": "Cansaço excessivo reduz reflexos, atenção e julgamento. Respeite seus limites, durma bem e comunique-se se não estiver em condições. Trabalhar cansado é um risco para todos.",
    "pergunta": "Quais sinais de fadiga você identifica em si mesmo antes de um incidente?"
  },
  {
    "id": 38,
    "titulo": "Cultura do 'Parar e Pensar'",
    "icone": "fas fa-users",
    "categoria": "Comportamento",
    "badgeClass": "badge-comportamento",
    "conteudo": "Antes de cada tarefa, pare por 30 segundos. Identifique os riscos, revise os procedimentos e mentalize os passos. Essa pausa estratégica é a barreira mais eficaz contra o erro.",
    "pergunta": "Em que tarefa rotineira a prática de 'Parar e Pensar' é mais crucial?"
  },
  {
    "id": 39,
    "titulo": "Reconhecimento e Celebração",
    "icone": "fas fa-users",
    "categoria": "Comportamento",
    "badgeClass": "badge-comportamento",
    "conteudo": "Reconhecer um ato seguro de um colega fortalece o comportamento positivo. Celebre as metas de segurança alcançadas. Feedback positivo é combustível para uma cultura forte.",
    "pergunta": "Quando foi a última vez que você elogiou um colega por uma atitude segura?"
  },
  {
    "id": 40,
    "titulo": "Aprendizado com os Incidentes",
    "icone": "fas fa-users",
    "categoria": "Comportamento",
    "badgeClass": "badge-comportamento",
    "conteudo": "Nenhum incidente, por menor que seja, deve ser ignorado. Participe das análises, entenda as causas-raiz e compartilhe o aprendizado. Quem esconde um quase-acidente planta um acidente futuro.",
    "pergunta": "O que você aprendeu com o último comunicado de incidente que leu?"
  }
]

